{"attractions": [{
    "name":"1.The Grand Canyon",
    "location": "Arizona",
    "significance": "The Grand Canyon's history is deeply intertwined with the Native American cultures of the region,it is  is one of the most iconic and recognizable landscapes in the world, known for its vibrant colors and unique rock formations.",
    "admissionfee": 20,
    "visitors":"5.9 million visitors per year",
    "rating":4.9

},
{
    "name":"2.The Statue of Liberty",
    "location": "New York City",
    "significance": "The Statue of Liberty was a gift from France to the United States, dedicated in 1886, and has since become one of the most recognizable and beloved landmarks in the world, it is an iconic symbol of freedom and democracy, representing the values of the United States.",
    "admissionfee": 24,
    "visitors":"3.5 million visitors per year",
    "rating":4.8
},
{
    "name":"3.Yellow Stone Natonal Park",
    "location": "Wyoming",
    "significance": "Yellowstone National Park is significant for its unique and diverse geothermal features, including geysers, hot springs, and mud pots, as well as its important role in the conservation and protection of wildlife and natural ecosystems.",
    "admissionfee": 20,
    "visitors":"3.29 million visitors per year",
    "rating":4.8
},
{
    "name":"4.Walt Disney World",
    "location": "Florida",
    "significance": "Walt Disney World is known for its cultural impact as a beloved entertainment destination and for its contributions to the entertainment industry, particularly in the areas of animation, theme park design, and immersive storytelling experiences.",
    "admissionfee": 189,
    "visitors":"3.29 million visitors per year",
    "rating":4.7
},
  {
    "name":"5.Golden Gate Bridge",
    "location": "California",
    "significance": "The Golden Gate Bridge is known for its innovative engineering and design, as well as its status as an iconic landmark and symbol of American engineering excellence, attracting millions of visitors annually.",
    "admissionfee": 10,
    "visitors":"10 million visitors per year",
    "rating":4.7
},
{
    "name":"6.The National Mall",
    "location": "Washington D.C.",
    "significance": "The National Mall also serves as an important cultural and educational center, featuring numerous museums and institutions dedicated to American history, art, and science.",
    "admissionfee": 0,
    "visitors":"36 million visitors per year",
    "rating":4.6
},
{
    "name":"7.Niagara Falls",
    "location": "New York",
    "significance": "Niagara Falls, located on the border of the United States and Canada, is significant for its stunning natural beauty, serving as a popular tourist destination and a source of hydroelectric power, as well as its cultural and historical importance as a symbol of the North American frontier and the power of nature.",
    "admissionfee": 0,
    "visitors":"12 million visitors per year",
    "rating":4.5
},
{
    "name":"8.Universal Studios Hollywood",
    "location": "California",
    "significance": "Universal Studios Hollywood is known for its role in the entertainment industry as a major film and television studio, as well as its status as a popular tourist destination offering visitors immersive experiences and behind-the-scenes looks at movie-making.",
    "admissionfee": 159,
    "visitors":"5.51 million visitors per year",
    "rating":4.5
},
{
    "name":"9.The French Quarter",
    "location": "Louisiana",
    "significance": "The French Quarter is significant for its historical and cultural significance, representing a unique blend of French, Spanish, and African-American cultures, and serving as a major center for music, cuisine, and architecture, as well as its status as a hub for tourism and the celebration of Mardi Gras.",
    "admissionfee": 20,
    "visitors":"18 million visitors per year",
    "rating":4.5
},
{
    "name":"10.Mount Rushmore",
    "location": " South Dakota",
    "significance": "Mount Rushmore known for its artistic and cultural significance, featuring the massive stone-carved faces of four American presidents and serving as a symbol of American democracy, patriotism, and national identity, as well as a popular tourist destination and a tribute to the artistry and skill of its sculptor, Gutzon Borglum.",
    "admissionfee": 0,
    "visitors":"2.5 million visitors per year",
    "rating":4.4
}
]}